Repository: BDRobby/AuthenticKey
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br, pt_pt

# %@ token code is %@
source: %1$@ token code is %2$@
de: %1$@ Token-Code ist %2$@
es: %1$@ el código de la ficha es %2$@
fr: %1$@ Le code du jeton est %2$@
it: %1$@ il codice del gettone è %2$@
nl: %1$A de tokencode is %2$A
pt_br: %1$@ O código do token é %2$@
pt_pt: %1$@ o código do token é %2$@

source: Account name
de: Name des Kontos
es: Nombre de cuenta
fr: Nom du compte
it: Nome del conto
nl: Naam rekening
pt_br: Nome da conta
pt_pt: Nome da conta

source: Accounts
de: Konten
es: Cuentas
fr: Comptes
it: Conto
pt_br: Conta
pt_pt: Contas

source: Add your first token for free
de: Kostenloses Hinzufügen des ersten Tokens
es: Añada su primera ficha gratis
fr: Ajoutez votre premier jeton gratuitement
it: Aggiungi il tuo primo token gratuitamente
nl: Voeg je eerste token gratis toe
pt_br: Adicione seu primeiro token gratuitamente
pt_pt: Adicione o seu primeiro token gratuitamente

source: Are you sure you want to delete your passcode and disable protection?
de: Sind Sie sicher, dass Sie Ihren Passcode löschen und den Schutz deaktivieren möchten?
es: ¿Estás seguro de que quieres borrar el código y desactivar la protección?
fr: Êtes-vous sûr de vouloir supprimer votre code d'accès et désactiver la protection ?
it: Siete sicuri di voler eliminare il codice di accesso e disattivare la protezione?
nl: Weet je zeker dat je je wachtwoordcode wilt verwijderen en de beveiliging wilt uitschakelen?
pt_br: Tem certeza de que deseja excluir sua senha e desativar a proteção?
pt_pt: Tem a certeza de que pretende apagar o seu código de acesso e desativar a proteção?

source: Copy Token
de: Token kopieren
es: Ficha de copia
fr: Copier le jeton
it: Copia gettone
nl: Token kopiëren
pt_br: Copiar token
pt_pt: Copiar Token

source: Delete
de: Löschen
es: Borrar
fr: Supprimer
it: Cancellare
nl: Verwijderen
pt_br: Excluir
pt_pt: Eliminar

source: Delete Passcode
de: Passcode löschen
es: Borrar contraseña
fr: Supprimer le code d'accès
it: Cancellare il codice di accesso
nl: Wachtwoordcode verwijderen
pt_br: Excluir código de acesso
pt_pt: Eliminar código de acesso

source: Disable Passcode
de: Passcode deaktivieren
es: Desactivar código de acceso
fr: Désactiver le code d'accès
it: Disattivare il codice di accesso
nl: Wachtwoord uitschakelen
pt_br: Desativar código de acesso
pt_pt: Desativar código de acesso

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
nl: Bewerken
pt_br: Editar
pt_pt: Editar

source: Get started
de: Los geht's
es: Empezar
fr: Commencer
it: Iniziare
nl: Aan de slag
pt_br: Começar a usar
pt_pt: Começar a utilizar

source: Get Started. Provide extra security levels for your accounts.
de: Beginnen Sie. Bieten Sie zusätzliche Sicherheitsstufen für Ihre Konten.
es: Comience. Proporcione niveles de seguridad adicionales para sus cuentas.
fr: Commencez. Fournissez des niveaux de sécurité supplémentaires pour vos comptes.
it: Iniziare. Fornite livelli di sicurezza aggiuntivi per i vostri account.
nl: Aan de slag. Zorg voor extra beveiligingsniveaus voor uw accounts.
pt_br: Comece a usar. Forneça níveis de segurança adicionais para suas contas.
pt_pt: Comece a utilizar. Forneça níveis de segurança adicionais para as suas contas.

source: Invalid QR Code data
de: Ungültige QR-Code-Daten
es: Datos de código QR no válidos
fr: Données du code QR non valides
it: Dati del codice QR non validi
nl: Ongeldige QR Code gegevens
pt_br: Dados de código QR inválidos
pt_pt: Dados de código QR inválidos

source: Leave a review
de: Eine Bewertung abgeben
es: Deja tu opinión
fr: Laisser un avis
it: Lascia una recensione
nl: Een beoordeling achterlaten
pt_br: Deixar uma avaliação
pt_pt: Deixar um comentário

source: List of all accounts
de: Liste aller Konten
es: Lista de todas las cuentas
fr: Liste de tous les comptes
it: Elenco di tutti gli account
nl: Lijst van alle accounts
pt_br: Lista de todas as contas
pt_pt: Lista de todas as contas

source: Logo for %@
de: Logo für %@
es: Logo para %@
fr: Logo pour %@
it: Logo per %@
nl: Logo voor %@
pt_br: Logotipo para %@
pt_pt: Logótipo para %@

source: Membership
de: Mitgliedschaft
es: Afiliación
fr: Adhésion
it: Membri
nl: Lidmaatschap
pt_br: Associação
pt_pt: Filiação

source: Prefix for %@
de: Präfix für %@
es: Prefijo para %@
fr: Préfixe pour %@
it: Prefisso per %@
nl: Prefix voor %@
pt_br: Prefixo para %@
pt_pt: Prefixo para %@

source: Press the button to delete token
de: Drücken Sie die Taste zum Löschen des Tokens
es: Pulse el botón para borrar el código
fr: Appuyez sur le bouton pour supprimer le jeton
it: Premere il pulsante per cancellare il token
nl: Druk op de knop om een token te verwijderen
pt_br: Pressione o botão para excluir o token
pt_pt: Premir o botão para apagar a ficha

source: Press the button to edit token
de: Drücken Sie die Taste, um das Token zu bearbeiten
es: Pulse el botón para editar el símbolo
fr: Appuyez sur le bouton pour modifier le jeton
it: Premere il pulsante per modificare il token
nl: Druk op de knop om een token te bewerken
pt_br: Pressione o botão para editar o token
pt_pt: Premir o botão para editar o token

source: Press the button to open settings menu
de: Drücken Sie die Taste , um das Einstellungsmenü zu öffnen
es: Pulse el botón para abrir el menú de configuración
fr: Appuyez sur le bouton pour ouvrir le menu des paramètres
it: Premere il pulsante per aprire il menu delle impostazioni
nl: Druk op de knop om het instellingenmenu te openen
pt_br: Pressione o botão para abrir o menu de configurações
pt_pt: Prima o botão para abrir o menu de definições

source: Press the button to save changes
de: Drücken Sie die Taste, um Änderungen zu speichern
es: Pulse el botón para guardar los cambios
fr: Appuyez sur le bouton pour enregistrer les modifications
it: Premere il pulsante per salvare le modifiche
nl: Druk op de knop om wijzigingen op te slaan
pt_br: Pressione o botão para salvar as alterações
pt_pt: Premir o botão para guardar as alterações

source: Press the button to scan QR code
de: Drücken Sie die Taste, um den QR-Code zu scannen
es: Pulse el botón para escanear el código QR
fr: Appuyez sur le bouton pour scanner le code QR
it: Premere il pulsante per scansionare il codice QR
nl: Druk op de knop om de QR-code te scannen
pt_br: Pressione o botão para ler o código QR
pt_pt: Prima o botão para ler o código QR

source: Provide extra security levels for your accounts.
de: Bieten Sie zusätzliche Sicherheitsstufen für Ihre Konten.
es: Proporcione niveles de seguridad adicionales para sus cuentas.
fr: Fournissez des niveaux de sécurité supplémentaires pour vos comptes.
it: Fornisci livelli di sicurezza aggiuntivi per i tuoi account.
nl: Zorg voor extra beveiligingsniveaus voor je accounts.
pt_br: Forneça níveis de segurança adicionais para suas contas.
pt_pt: Forneça níveis de segurança extra para as suas contas.

source: Rename Account
de: Konto umbenennen
es: Renombrar cuenta
fr: Renommer un compte
it: Rinomina account
nl: Account hernoemen
pt_br: Renomear conta
pt_pt: Mudar o nome da conta

source: Request Brand Icon
de: Markensymbol anfordern
es: Solicitar icono de marca
fr: Demande d'icône de marque
it: Icona Richiesta Marchio
nl: Pictogram Merk aanvragen
pt_br: Solicitar ícone de marca
pt_pt: Solicitar ícone de marca

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristinare gli acquisti
nl: Aankopen herstellen
pt_br: Restaurar compras
pt_pt: Restaurar compras

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
it: Risparmiare
nl: Opslaan
pt_br: Salvar
pt_pt: Guardar

source: Scan QR Code
de: QR-Code scannen
es: Escanear código QR
fr: Scanner le code QR
it: Scansione del codice QR
nl: QR-code scannen
pt_br: Escanear código QR
pt_pt: Ler código QR

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
nl: Beveiliging
pt_br: Segurança
pt_pt: Segurança

source: Service name
de: Dienstname
es: Nombre del servicio
fr: Nom du service
it: Nome del servizio
nl: Naam service
pt_br: Nome do serviço
pt_pt: Nome do serviço

source: Set Passcode
de: Passcode festlegen
es: Establecer código de acceso
fr: Définir le code d'accès
it: Imposta codice di accesso
nl: Wachtwoord instellen
pt_br: Definir código de acesso
pt_pt: Definir código de acesso

source: Support
de: Unterstützung
es: Soporte
it: Supporto
nl: Ondersteuning
pt_br: Apoio
pt_pt: Apoio

source: Terms & Privacy
de: Bedingungen & Datenschutz
es: Términos y privacidad
fr: Conditions d'utilisation et confidentialité
it: Condizioni e privacy
nl: Voorwaarden en privacy
pt_br: Termos e privacidade
pt_pt: Termos e privacidade

# Time until %@ token code expires: %lld seconds
source: Time until %1$@ token code expires: %2$lld seconds
de: Zeit bis zum Ablauf von %1$@ Token-Code: %2$lld Sekunden
es: Tiempo hasta que %1$@ código token caduque: %2$lld segundos
fr: Temps d'expiration du jeton %1$@ : %2$lld secondes
it: Tempo fino alla scadenza del codice token %1$@: %2$lld secondi
nl: Tijd tot %1$@ token code verloopt: %2$lld seconden
pt_br: Tempo até o código de token %1$@ expirar: %2$lld segundos
pt_pt: Tempo até à expiração do código de token %1$@: %2$lld segundos

source: Token Copied
de: Token kopiert
es: Ficha Copiada
fr: Jeton copié
it: Gettone copiato
nl: Token gekopieerd
pt_br: Token copiado
pt_pt: Token copiado

source: Upgrade Premium
de: Premium-Upgrade
es: Actualizar a Premium
fr: Mise à niveau Premium
it: Aggiornamento Premium
pt_pt: Atualização Premium

source: Upgrade to premium to begin safeguarding your accounts.
de: Aktualisieren Sie auf Premium, um Ihre Konten zu schützen.
es: Actualice a Premium para empezar a proteger sus cuentas.
fr: Passez à la version premium pour commencer à protéger vos comptes.
it: Passate a Premium per iniziare a proteggere i vostri account.
nl: Upgrade naar Premium om te beginnen met het beveiligen van je accounts.
pt_br: Faça upgrade para a versão premium para começar a proteger suas contas.
pt_pt: Actualize para a versão premium para começar a proteger as suas contas.

source: Upgrade your membership and add unlimited tokens
de: Erweitern Sie Ihre Mitgliedschaft und fügen Sie unbegrenzt Token hinzu
es: Actualiza tu suscripción y añade tokens ilimitados
fr: Améliorez votre adhésion et ajoutez un nombre illimité de jetons
it: Aggiorna la tua iscrizione e aggiungi un numero illimitato di token
nl: Upgrade je lidmaatschap en voeg onbeperkt tokens toe
pt_br: Faça upgrade de sua associação e adicione tokens ilimitados
pt_pt: Actualize a sua subscrição e adicione tokens ilimitados

source: You don't have to align the QR code within the frame
de: Sie müssen nicht ausrichten den QR-Code innerhalb des Rahmens
es: No tiene que alinear el código QR dentro del marco
fr: Vous n'avez pas besoin d'aligner le code QR dans le cadre
it: Non è necessario allineare il codice QR all'interno della cornice
nl: Je hoeft de QR-code uitlijnen in het frame
pt_br: Você não precisa alinhar o código QR dentro do quadro
pt_pt: Não precisa de alinhar o código QR dentro da moldura

source: Upgrade
es: Actualizar
fr: Mise à niveau
it: Aggiornamento
pt_br: Atualizar
pt_pt: Atualizar
